---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ColumnInsideWallFailures.CopingWarningIgnored
source: html/3725ac99-bb89-d0c4-a789-26a96ddab580.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ColumnInsideWallFailures.CopingWarningIgnored Property

Cuts on concrete members are ignored.

## Syntax (C#)
```csharp
public static FailureDefinitionId CopingWarningIgnored { get; }
```